Dlubal.SteelSurfaces.RotationSequence
Rotation sequence

Dlubal.SteelSurfaces.RotationSequence.UnknownRotationSequence
Unknown rotation sequence

Dlubal.SteelSurfaces.RotationSequence.SequenceZYX
Rotation Sequence Z'Y'X'

Dlubal.SteelSurfaces.RotationSequence.SequenceZXY
Rotation Sequence Z'X'Y'

Dlubal.SteelSurfaces.RotationSequence.SequenceYZX
Rotation Sequence Y'Z'X'

Dlubal.SteelSurfaces.RotationSequence.SequenceYXZ
Rotation Sequence Y'X'Z'

Dlubal.SteelSurfaces.RotationSequence.SequenceXZY
Rotation Sequence X'Z'Y'

Dlubal.SteelSurfaces.RotationSequence.SequenceXYZ
Rotation Sequence X'Y'Z'